Repository: wikimediabrasil/wmb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Title of the activity
pt_br: Nome da atividade

source: Beginning date for this activity
pt_br: Data inicial desta atividade

source: Beginning hour for this activity (Optional)
pt_br: Hora de início desta atividade (Opcional)

source: Ending date for this activity (Optional)
pt_br: Data final desta atividade (Opcional)

source: Custom date for this activity (Optional)
pt_br: Data customizada para essa atividade (Opcional)

source: Keep custom date as it is?
pt_br: Manter a data customizada como está?

source: {d_start} to {d_end}
pt_br: {d_start} a {d_end}

source: {m_start}/{d_start} to {m_end}/{d_end}
pt_br: {d_start}/{m_start} a {d_end}/{m_end}

source: January
pt_br: janeiro

source: February
pt_br: fevereiro

source: March
pt_br: março

source: April
pt_br: abril

source: May
pt_br: maio

source: June
pt_br: junho

source: July
pt_br: julho

source: August
pt_br: agosto

source: September
pt_br: setembro

source: October
pt_br: outubro

source: November
pt_br: novembro

source: December
pt_br: dezembro

source: Month
pt_br: Mês

source: Background image
pt_br: Imagem de fundo

source: Year
pt_br: Ano

source: Page
pt_br: Página

source: %(month_name)s %(year)s
pt_br: %(month_name)s de %(year)s

source: Activity title
pt_br: Nome da atividade

source: Start date
pt_br: Data inicial

source: End date
pt_br: Data final

source: Custom date
pt_br: Data customizada

source: Hour
pt_br: Hora de início

source: End date must be after start date.
pt_br: A data final precisa ser após a data inicial

source: Update activity
pt_br: Editar atividade

source: Create activity
pt_br: Criar atividade

source: Home
pt_br: Página inicial

source: Calendars
pt_br: Calendários

source: Edit
pt_br: Editar

source: Create a new activity
pt_br: Criar uma nova atividade

source: Edit activity
pt_br: Editar atividade

source: Beginning hour for this activity
pt_br: Hora inicial desta atividade

source: (Optional)
pt_br: (Opcional)

source: Ending date for this activity
pt_br: Data final desta atividade

source: Custom date(s) for this activity
pt_br: Data customizada desta atividade

source: Cancel
pt_br: Cancelar

source: Create activities in bulk
pt_br: Criar atividades em lote

source: Create a set of activities
pt_br: Criar um conjunto de atividades

source: New activity
pt_br: Nova atividade

source: Delete activity
pt_br: Excluir atividade

source: Add a new activity
pt_br: Adicionar uma nova atividade

source: Create all activities
pt_br: Criar todas as atividades

source: You can only add up to 10 forms.
pt_br: Você pode adicionar no máximo 10 atividades

source: Are you sure you want to delete this activity?
pt_br: Você tem certeza que quer deletar esta atividade?

source: YES
pt_br: SIM

source: NO
pt_br: NÃO

source: Detail calendar
pt_br: Ver calendário

source: Delete
pt_br: Excluir

source: Go back
pt_br: Voltar

source: Click here if you want to keep the custom date as it is. Otherwise, it will be updated.
pt_br: Clique aqui se você quiser manter a data customizada como aparece acima. Caso contrário, ela será atualizada.

source: Update calendar
pt_br: Editar calendário

source: Create calendar
pt_br: Criar calendário

source: Create a new calendar
pt_br: Criar um novo calendário

source: Edit calendar
pt_br: Editar calendário

source: Month of the calendar
pt_br: Mês do calendário

source: Year of this calendar
pt_br: Ano do calendário

source: Page number of this calendar
pt_br: Número da página deste calendário

source: Delete calendar
pt_br: Excluir calendário

source: Are you sure you want to delete this calendar?
pt_br: Você tem certeza que quer excluir este calendário?

source: Add activity
pt_br: Adicionar atividade

source: Add activities
pt_br: Adicionar atividades

source: Download
pt_br: Baixar

source: Search for months..
pt_br: Pesquise por meses

source: Type in the month name
pt_br: Digite o nome do mês

source: Create new calendar
pt_br: Criar novo calendário

source: Activities
pt_br: Atividades

source: Detail
pt_br: Ver

source: Update month calendar
pt_br: Editar o calendário de mês

source: Create month calendar
pt_br: Criar o calendário de mês

source: Month calendars
pt_br: Calendários de mês

source: Create a new month calendar
pt_br: Criar um novo calendário de mês

source: Background image for the calendar
pt_br: Imagem de fundo para o calendário

source: Delete certificate
pt_br: Excluir certificado

source: Delete month calendar
pt_br: Apagar calendário de mês

source: Are you sure you want to delete this month calendar?
pt_br: Você tem certeza que quer excluir este calendário de mês

source: Both certificate files are required.
pt_br: Ambos arquivos são obrigatórios.

source: Enter the Wikimedia username of the individual
pt_br: Digite o nome de usuário(a) Wikimedia do indivíduo

source: Enter the real name of the individual
pt_br: Digite o nome real do indivíduo

source: Hours worked in the event by the individual. Format: (HHhMM)
pt_br: Horas trabalhadas no evento pelo indivíduo. Formato: (HHhMM)

source: Role of the individual in the event
pt_br: Atribuição do indíviduo no evento

source: This field is required.
pt_br: Este campo é obrigatório.

source: Ensure this field has at most 256 characters.
pt_br: Garanta que este campo tenha no máximo 256 caracteres

source: Issue certificate
pt_br: Emitir certificado

source: Events
pt_br: Eventos

source: Issue a new certificate
pt_br: Emitir um novo certificado

source: To issue an individual certificate for a participant of an event promoted or supported by Wiki Movimento Brasil, fill out the form:
pt_br: Para emitir um certificado individual para um participante de um evento promovido ou apoiado pelo Wiki Movimento Brasil, preencha o formulário:

source: Real name of the individual
pt_br: Nome real do indivíduo

source: Wikimedia username of the individual
pt_br: Nome de usuário(a) do indivíduo

source: Pronouns for individual
pt_br: Pronomes do indivíduo

source: Hours worked at the event by the individual
pt_br: Horas trabalhadas no evento pelo indivíduo

source: Role of the individual on the event
pt_br: Atribuição do indíviduo no evento

source: Are you sure you want to delete this certificate?
pt_br: Você tem certeza que quer excluir este certificado?

source: Name
pt_br: Nome

source: Username
pt_br: Nome de usuário(a)

source: Pronouns
pt_br: Pronomes

source: Event
pt_br: Evento

source: Hours
pt_br: Horas

source: Role
pt_br: Atribuição

source: Validate certificate
pt_br: Validar certificado

source: Certificate
pt_br: Certificado

source: name
pt_br: nome

source: event
pt_br: evento

source: hours
pt_br: horas

source: role
pt_br: atribuição

source: certificate_hash
pt_br: hash do certificado

source: Download certificate
pt_br: Baixar certificado

source: Your certificates
pt_br: Seus certificados

source: Search for events..
pt_br: Pesquise por eventos

source: Type in an event name
pt_br: Digite o nome do evento

source: Update certificate
pt_br: Editar certificado

source: Update event
pt_br: Editar evento

source: Type or paste the hash code of the document:
pt_br: Digite ou cole o código hash do documento:

source: Hash code of the document
pt_br: Código hash do documento

source: Validate
pt_br: Validar

source: on {m_start} {d_start}, {y_start}
pt_br: em {d_start} de {m_start} de {y_start}

source: from {m_start} {d_start} to {m_end} {d_end}, {y_start}
pt_br: de {d_start} de {m_start} a {d_end} de {m_end} de {y_start}

source: from {m_start} {d_start} to {d_end}, {y_start}
pt_br: de {d_start} a {d_end} de {m_start} de {y_start}

source: from {m_start} {d_start}, {y_start} to {m_end} {d_end}, {y_end}
pt_br: de {d_start} de {m_start} de {y_start} a {d_end} de {m_end} de {y_end}

source: Your CSV file is empty. Verify and submit again
pt_br: Seu arquivo CSV está vazio. Verifique e submeta novamente

source: CERTIFICATE
pt_br: CERTIFICADO

source: The user group Wiki Movement Brazil (CNPJ 29.801.908/0001-86) certifies that
pt_br: O grupo de usuários Wiki Movimento Brazil (CNPJ 29.801.908/0001-86) certifica que

source: participated %(role)s in the event
pt_br: participou %(role)s no evento

source: %(date)s (Credit hours: %(hours)s).
pt_br: %(date)s (Carga horária: %(hours)s).

source: President of Wiki Movement Brazil
pt_br: Presidente do Wiki Movimento Brasil

source: The validity of this document can be checked at https://wmb.toolforge.org/. The hash code for validation is: %(certificate_hash)s
pt_br: A validade deste documento pode ser checada em https://wmb.toolforge.org/. O código hash para validação é: %(certificate_hash)s

source: One or more required columns are missing. Verify and submit again
pt_br: Um ou mais colunas estão faltando. Verifique e submeta novamente

source: Name invalid! Verify row %(row)s, column 'name'
pt_br: Nome inválido! Verifique a linha %(row)s da coluna 'name'

source: Pronoun invalid! Verify row %(row)s, column 'pronoun'
pt_br: Pronome inválido! Verifique a linha %(row)s da coluna 'pronoun'

source: Hours invalid! Verify row %(row)s, column 'hours'
pt_br: Horas inválidas! Verifique a linha %(row)s da coluna 'hours'

source: Role invalid! Verify row %(row)s, column 'role'
pt_br: Atribuição inválida! Verifique a linha %(row)s da coluna 'role'

source: Certificates
pt_br: Certificados

source: Enter the event name
pt_br: Digite o nome do evento

source: Enter link(s) for the event
pt_br: Cole link(s) para o evento, se houver

source: Issue certificates
pt_br: Emitir certificados

source: Issuing certificates for
pt_br: Emitindo certificados para

source: Verify the data presented below and if you are satisfied, click in the button below to issue the certificates. If not, go back.
pt_br: verifique a data apresentada abaixo e se você estiver satisfeito(a), clique no botão abaixo para emitir esses certificados. Se não, volte.

source: Create certificates
pt_br: Criar certificados

source: To register participants or organizers of an event promoted or supported by the Wiki Movimento Brasil, you need to upload a <code>.csv</code> file formatted as follows* and a <code>.png</code> background image for the certificates**.
pt_br: Para registrar participantes ou organizadores de um evento promovido ou apoiado pelo Wiki Movimento Brasil, você precisa carregar um arquivo <code>.csv</code> formatado como a seguir* e um arquivo <code>.png</code> de fundo para os certificados**.

source: * A .csv example file can be downloaded <a href="%(csv_example)s" aria-label="Example of a CSV file" download>here</a>.
pt_br: * Um exemplo de arquivo .csv pode ser baixado <a href="%(csv_example)s" aria-label="Exemplo de um arquivo CSV" download>aqui</a>.

source: ** The background image is always different for each event, as it is composed by partners logos and event's own visual identities. Models for the construction of such images are available <a target="_blank" href="%(background_link)s" aria-label="Link for the presentation of models of background images">here</a>.
pt_br: ** A imagen de fundo é diferente para cada evento, pois é composta de logos de parceiros e a própria identidade visual. Modelos para a construção de tais imagens estão disponíveis <a target="_blank" href="%(background_link)s" aria-label="Link para a apresentação de modelos de imagens de fundo">aqui</a>.

source: Choose the event you want to issue certificates
pt_br: Escolha o evneto para o qual você quer emitir certificados

source: Choose a .csv file
pt_br: Escolha um arquivo .csv

source: Choose a file
pt_br: Escolha um arquivo

source: Choose a .png file
pt_br: Escolha um arquivo .png

source: Description of the .csv columns
pt_br: Descrição das colunas do .csv

source: Wikimedia username of the individual (optional)
pt_br: Nome de usuário(a) do indivíduo (opcional)

source: Create event
pt_br: Criar evento

source: To issue certificates for participants of an event promoted or supported by Wiki Movimento Brasil, fill out the form:
pt_br: Para emitir certificados para participantes de um evento promovido ou apoiado pelo Wiki Movimento Brasil, preencha o formulário:

source: Name of the event:
pt_br: Nome do evento:

source: Date of the beginning of the event:
pt_br: Data inicial do evento:

source: Date of the ending of the event:
pt_br: Data final do evento:

source: Link(s) for the event:
pt_br: Link(s) para o evento:

source: Delete event
pt_br: Excluir evento

source: Are you sure you want to delete this event?
pt_br: Você tem certeza que quer excluir este evento?

source: All the certificates will be deleted and invalidated
pt_br: Todos os certificados serão excluídos e invalidados

source: Detail event
pt_br: Ver evento

source: Date of the start of the event
pt_br: Data inicial do evento

source: Date of the end of the event
pt_br: Data final do evento

source: Links for the event
pt_br: Links para o evento

source: Number of certificates
pt_br: Número de certificados

source: Issue more than one certificate
pt_br: Emitir mais de um certificado

source: Download all certificates
pt_br: Baixar todos os certificados

source: Full name
pt_br: Nome completo

source: Wiki username
pt_br: Nome de usuário

source: Pronoun
pt_br: Pronome

source: Update
pt_br: Editar

source: List events
pt_br: Listar eventos

source: WMB events
pt_br: Eventos WMB

source: Search for names..
pt_br: Pesquise por nome

source: Details of the event
pt_br: Detalhes do evento

source: certificates
pt_br: certificados

source: Created by
pt_br: Criado por

source: Name of the event
pt_br: Nome do evento

source: Date of the beginning of the event
pt_br: Data inicial do evento

source: Date of the ending of the event
pt_br: Data final do evento

source: Link(s) for the event
pt_br: Link(s) para o evento

source: {m_start} {d_start}, {y_start}
pt_br: {d_start} de {m_start} de {y_start}

source: {m_start} {d_start} to {d_end}, {y_start}
pt_br: {d_start} a {d_end} de {m_start} de {y_start}

source: {m_start} {d_start} to {m_end} {d_end}, {y_start}
pt_br: {d_start} de {m_start} a {d_end} de {m_end} de {y_start}

source: {m_start} {d_start}, {y_start} to {m_end} {d_end}, {y_end}
pt_br: {d_start} de {m_start} de {y_start} a {d_end} de {m_end} de {y_end}

source: Errors in the CSV file:
pt_br: Erros no arquivo CSV:

source: Logo for the project
pt_br: Logo do projeto

source: This app was developed by Wiki Movimento Brasil.
pt_br: Este aplicativo foi desenvolvido pelo Wiki Movimento Brasil

source: Language
pt_br: Idioma

source: Homepage
pt_br: Página inicial

source: Generate certificates
pt_br: Gerar certificados

source: Generate events calendar
pt_br: Gerar calendários de eventos

source: Generate calendar
pt_br: Gerar calendário

source: See your certificates
pt_br: Veja seus certificados

source: Login
pt_br: Entrar

source: Logout
pt_br: Sair

source: full name
pt_br: nome completo

source: username
pt_br: nome de usuário(a)

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
pt_br: Obrigatório. 150 caracteres ou menos. Somente letras, dígitos e @/./+/-/_.

source: A user with that username already exists.
pt_br: Um usuário com esse nome de usuário já existe.

source: number of certificates
pt_br: número de certificados

source: date created
pt_br: data de criação

source: date modified
pt_br: data de modificação

source: Hello, %(user)s!
pt_br: Olá, %(user)s!

source: Here's what you can do in this space:
pt_br: Aqui está o que você pode fazer neste espaço:

source: Hello!
pt_br: Olá!

source: Update profile
pt_br: Editar perfil

source: Update your profile
pt_br: Editar seu perfil

source: Your full name is required to issue the certificate correctly at the end of the course. That information is not publicly available. <b>Attention:</b> Any modification will render previously issued certificates void, and you will need to download them again.
pt_br: Seu nome completo é obrigatório para emitir o certificado corretamente ao final do evento. Esta informação não estará disponível publicamente. <b>Atenção:</b> Qualquer modificação irá tornar seus certificados anteriormente emitidos inválidos, e você terá que baixá-los novamente.

source: Please provide the email address where you would like us to send your certificate at the end of the course.
pt_br: Por favor, digite o endereço de e-mail para o qual você gostaria que enviássemos seu certificado ao final do evento.

source: Privacy Policy
pt_br: Política de Privacidade

source: By submitting this form, you agree to the collection and use of the information you provided for managing your enrollment and issuing certificates. This is in accordance with the Brazilian General Data Protection Law (LGPD). For more information, please read our <a href="%(privacy_url)s" title="our Privacy Policy">Privacy Policy</a>.
pt_br: Ao submeter este formulário, você concorda com a coleta e uso da informação que você proveu para gerenciar a sua inscrição e emissão de certificados. Isto está acordo com a Lei Geral de Proteção de Dados Pessoais (LGPD). Para mais informações, por favor, leia nossa <a href="%(privacy_url)s" title="Nossa Política de Privacidade">Política de Privacidade</a>.

source: English
pt_br: Inglês

source: Brazilian Portuguese
pt_br: Português brasileiro
